<?php

return [
    "processing" => "فقط ثواني",
    "time_run_out" => "لقد نفد وقتك! سيتعين عليك إعادة بدء عملية الطلب.",
    "just_2_minutes" => "لقد تبقى لديك دقيقتين فقط لإكمال هذا الطلب!",
    "whoops" => 'عفواً، يبدو أن الخادم قد أرجع خطأً.
يُرجى المحاولة مرة أخرى أو الاتصال بمشرف الموقع إذا استمرت المشكلة.',
    "whoops2" => 'حدث خطأ ما! قم بتحديث الصفحة وحاول مرة أخرى',
    "whoops_and_error" => "أوه، لقد حدث خطأ ما .<br><br>:code :error",
    "at_least_one_option" => 'يجب أن يكون لديك خيار واحد على الأقل.',
    "credit_card_error" => 'يبدو أن رقم بطاقة الائتمان غير صالح.',
    "expiry_error" => 'يبدو أن تاريخ انتهاء الصلاحية غير صالح.',
    "cvc_error" => 'يبدو أن رقم CVC غير صالح.',
    "card_validation_error" => 'يرجى التحقق من تفاصيل بطاقتك والمحاولة مرة أخرى.',
    "checkin_init_error" => 'حدث خطأ أثناء تهيئة الماسح الضوئي. تحقق مما إذا كنت تتصل عبر صفحة آمنة (https) وما إذا كان متصفحك يدعم الماسح الضوئي.',
];
